README.md
```
graph TD
        classDef doneColor fill:#868787
        67("ゴール(目的)")
        68(["設計"]):::doneColor
        69(["レビュー対応"]):::doneColor
        70(["feature1開発"])
        71(["レビュー対応"])
        75(["結合テスト"])
        76(["リリース"])
        77(["finish"]):::doneColor
        72(["feature2開発"]):::doneColor
        73(["レビュー対応"])
        74(["インフラ準備"])

        67 --> 68
        68 --> 69
        69 --> 70
        70 --> 71
        71 --> 75
        75 --> 76
        76 --> 77
        69 --> 72
        72 --> 73
        73 --> 75
        69 --> 74
        74 --> 75
```
